Repository: iJustinn/Task
Catalog: TaskWidgetExtension/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld upcoming
zh_hans: %lld 项即将开始

source: Background
zh_hans: 背景

source: Black
zh_hans: 黑色

source: Board
zh_hans: 看板

source: Choose Board and Status
zh_hans: 选择看板和状态

source: Default
zh_hans: 默认

source: No upcoming
zh_hans: 暂无

source: No upcoming tasks
zh_hans: 暂无即将开始的任务

source: Pick which board and status the widget shows. Leave empty to see tasks from every board or status.
zh_hans: 选择小组件显示的看板和状态。留空可显示所有看板或状态的任务。

source: See tasks with a working or due date in the next seven days. Choose a board or show all of them.
zh_hans: 查看未来七天内有工作日期或截止日期的任务。选择一个看板，或显示所有看板。

source: Status
zh_hans: 状态

source: Untitled
zh_hans: 未命名

source: Upcoming
zh_hans: 即将开始

source: Upcoming Tasks
zh_hans: 即将开始的任务

source: White
zh_hans: 白色
